[
  {
    "id": "2025-10-05-navier-stokes",
    "title": "E1 - Special: DeepMind, Navier–Stokes, and the Millennium Problem",
    "date": "2025-10-05",
    "duration": "11:45",
    "audio": "episodes/promptscienceE1.mp3",
    "transcript": "episodes/promptscienceE1.md",
    "description": "How AI-assisted mathematics is exploring one of the hardest open problems in fluid dynamics."
  },
  {
    "id": "2025-10-12-weekly",
    "title": "E2 - Weekly: AI Olympiads, Molecular Dynamics, CellTransformers, and Biosecurity Risks",
    "date": "2025-10-12",
    "duration": "08:37",
    "audio": "episodes/promptscienceE2.mp3",
    "transcript": "episodes/promptscienceE2.md",
    "refs": "episodes/promptscienceE2_refs.md",
    "description": "This week in prompt science: LLMs reach gold-medal astrophysics performance, generative molecular models bridge femtosecond-to-nanosecond dynamics, transformers map the mouse brain, and biosecurity gaps emerge in AI toxin design."
  },
  {
  "id": "2025-10-16-gemma-cancer",
  "title": "Gemma, C2S-Scale, and the AI-Driven Path to Cancer Immunotherapy",
  "date": "2025-10-19",
  "duration": "13:45",
  "audio": "episodes/promptscienceE3.mp3",
  "transcript": "episodes/promptscienceE3.md",
  "refs": "episodes/promptscienceE3_refs.md",
  "description": "A special deep dive into how Google's Gemma and the C2S-Scale model helped identify a new potential pathway for cancer immunotherapy — from AI reasoning to real biological validation in human cells."
},
  {
  "id": "2025-10-19-frontiers",
  "title": "GPT-5 Controversy, AI-Controlled Fusion, Campi Flegrei, Calibrating Generative Models, TorchSim, and Open Agents",
  "date": "2025-10-19",
  "duration": "12:30",
  "audio": "episodes/promptscienceE3.mp3",
  "transcript": "episodes/promptscienceE3.md",
  "refs": "episodes/promptscienceE3_refs.md",
  "description": "This week’s episode covers the GPT-5/Erdős controversy and why it was a communication failure, DeepMind+CFS’s TORAX for AI-controlled fusion plasmas, an AI-revealed ring fault beneath Campi Flegrei, new methods to calibrate generative models, TorchSim’s move to community governance for MLIP simulation, and the Open Conference of AI Agents for Science 2025."
}

]
